[LevelLists GG2LevelList]
m_levelName[0]="測試資料(禁止編修)"
m_levelName[1]="英文 開場介紹"
m_levelName[2]="英文 廣告演示"
m_levelName[3]="英文 開場動畫"
m_levelName[4]="英文 標題畫面"
m_levelName[5]="英文 分數挑戰畫面"
m_levelName[6]="英文 收藏畫面"
m_levelName[7]="英文 開場演示"
m_levelName[8]="英文 基地畫面"
m_levelName[9]="英文 更衣室"
m_levelName[10]="英文 遊戲結束畫面"
m_levelName[11]="英文 劇情結果畫面"
m_levelName[12]="英文 最終結果畫面"
m_levelName[13]="英文 教學1"
m_levelName[14]="英文 教學2"
m_levelName[15]="櫻花道"
m_levelName[16]="鞋櫃前廣場"
m_levelName[17]="2F通道"
m_levelName[18]="2F通道"
m_levelName[19]="2F通道"
m_levelName[20]="2F通道"
m_levelName[21]="2F通道"
m_levelName[22]="一年級教室"
m_levelName[23]="2F通道"
m_levelName[24]="食堂"
m_levelName[25]="體育館入口"
m_levelName[26]="體育館後"
m_levelName[27]="中央階段"
m_levelName[28]="體育館"
m_levelName[29]="圖書室"
m_levelName[30]="鞋箱"
m_levelName[31]="二年級教室"
m_levelName[32]="更衣室"
m_levelName[33]="中庭"
m_levelName[34]="禁入房間"
m_levelName[35]="鞋櫃前廣場"
m_levelName[36]="操場"
m_levelName[37]="連接走廊附近"
m_levelName[38]="保健室附近"
m_levelName[39]="三年級教室"
m_levelName[40]="洞窟"
m_levelName[41]="階梯"
m_levelName[42]="游泳池"
m_levelName[43]="更衣室"
m_levelName[44]="游泳池"
m_levelName[45]="中庭"
m_levelName[46]="3F通道"
m_levelName[47]="新校舍"
m_levelName[48]="正門"
m_levelName[49]="網球場"
m_levelName[50]="洞窟"
m_levelName[51]="體育館"
m_levelName[52]="櫻花道"
m_levelName[53]="一樓走廊"
m_levelName[54]="公園"
m_levelName[55]="屋頂前階梯"
m_levelName[56]="英文 序章"
m_levelName[57]="英文 傳說再臨"
m_levelName[58]="英文 艾可洛思維"
m_levelName[59]="英文 尋找命運"
m_levelName[60]="英文 艾可洛潛行"
m_levelName[61]="英文 惡魔獵人"
m_levelName[62]="2F通道"
m_levelName[63]="英文 惡魔之槍"
m_levelName[64]="英文 為了誰"
m_levelName[65]="英文 與真夜相遇"
m_levelName[66]="英文 卡住的屁股"
m_levelName[67]="英文 被釋放的屁股"
m_levelName[68]="英文 失落的HOUDAI"
m_levelName[69]="英文 潛入,更衣室"
m_levelName[70]="英文 被操控的忍"
m_levelName[71]="英文 然後邁向黑歷史..."
m_levelName[72]="英文 艾可洛深愛的吵鬧學長"
m_levelName[73]="英文 前往地下(地底)..."
m_levelName[74]="英文 被打的屁股"
m_levelName[75]="英文 黑娜退散"
m_levelName[76]="英文 峯大的決意"
m_levelName[77]="英文 沒有線索"
m_levelName[78]="英文 忍的獨白"
m_levelName[79]="英文 守護者之戰"
m_levelName[80]="英文 真夜的姊姊"
m_levelName[81]="英文 她真正的心意是"
m_levelName[82]="英文 這顆糖是特殊口味"
m_levelName[83]="英文 忍VS"
m_levelName[84]="英文 妹妹認可的心跳領域"
m_levelName[85]="英文 愛的奇蹟"
m_levelName[86]="英文 無盡的戰鬥~忍篇~"
m_levelName[87]="2F通道"
m_levelName[88]="英文 惡魔之槍"
m_levelName[89]="英文 呼喚HOUDAI君"
m_levelName[90]="英文 未被選中的一方"
m_levelName[91]="英文 惡魔捕手"
m_levelName[92]="英文 黏糊糊的真夜"
m_levelName[93]="英文 不尋常的危機?"
m_levelName[94]="英文 貓咪瑪雅樹"
m_levelName[95]="英文 保健室的兩人?"
m_levelName[96]="英文 中斷的電話"
m_levelName[97]="英文 消失的忍"
m_levelName[98]="英文 忍的悲鳴"
m_levelName[99]="英文 看來忍好像被打倒了"
m_levelName[100]="英文 救出成功"
m_levelName[101]="英文 忍的呼喚"
m_levelName[102]="英文 作為姊姊"
m_levelName[103]="英文 重要的請求"
m_levelName[104]="英文 再見黑娜"
m_levelName[105]="英文 守護者之戰"
m_levelName[106]="英文 命運的扭曲"
m_levelName[107]="英文 無法讓步的心意"
m_levelName[108]="英文 最喜歡的HOUDAI君"
m_levelName[109]="英文 命運守護者"
m_levelName[110]="英文 三角戀"
m_levelName[111]="英文 抓住的命運"
m_levelName[112]="英文 無盡的戰鬥~真夜篇~"
m_levelName[113]="2F通道"
m_levelName[114]="英文 重要的請求"
m_levelName[115]="英文 再見黑娜"
m_levelName[116]="英文 守護者之戰"
m_levelName[117]="英文 命運的扭曲"
m_levelName[118]="英文 無法讓步的心意"
m_levelName[119]="英文 最喜歡的HOUDAI君"
m_levelName[120]="英文 命運守護者"
m_levelName[121]="英文 三角戀"
m_levelName[122]="英文 守護者消滅~真夜篇~"
m_levelName[123]="英文 抓住的命運"
m_levelName[124]="英文 無盡的戰鬥~真夜篇~"
m_levelName[125]="英文 那個滑溜溜的東西"
m_levelName[126]="英文 泳裝姊妹(後來取的稱呼)"
m_levelName[127]="英文 連惡魔也能跳過圍牆的香氣"
m_levelName[128]="英文 *完全沒有科學根據"
m_levelName[129]="英文 在那座公園等你"
m_levelName[130]="英文 艾可洛Cool Dry"
m_levelName[131]="英文 叛逆的故事"
m_levelName[132]="英文 突然出現吐槽?"
m_levelName[133]="英文 貫徹最終之愛"
m_levelName[134]="英文 雙倍的幸福~Double Peace~"
m_levelName[135]="英文 無盡的戰鬥"
m_levelName[136]="2F通道"
m_levelName[137]="英文 惡魔之槍"
m_levelName[138]="英文 充滿對抗心"
m_levelName[139]="英文 颯爽利落感"
m_levelName[140]="英文 姊姊控制"
m_levelName[141]="英文 原來還有另一個更好的方法"
m_levelName[142]="英文 艾可洛大鬧"
m_levelName[143]="英文 惡魔的工作"
m_levelName[144]="英文 冰淇淋無法解除洗腦"
m_levelName[145]="英文 天使相遇!"
m_levelName[146]="英文 厲害的事"
m_levelName[147]="英文 內褲小偷HOUDAI"
m_levelName[148]="英文 下一個題目是?"
m_levelName[149]="英文 艾可洛的異變"
m_levelName[150]="英文 飛行怪物"
m_levelName[151]="英文 艾可洛陷入危機!"
m_levelName[152]="英文 記住暈眩"
m_levelName[153]="英文 帕塔子的幫助"
m_levelName[154]="英文 你掉的是哪一個"
m_levelName[155]="英文 艾可洛狂熱"
m_levelName[156]="英文 永遠永遠的我的天使"
m_levelName[157]="英文 迷戀帕塔子"
m_levelName[158]="英文 艾可洛-硬派"
m_levelName[159]="英文 大地裂開的大洞"
m_levelName[160]="英文 魔界植物出現"
m_levelName[161]="英文 給污染的老師"
m_levelName[162]="英文 艾可洛的疑問"
m_levelName[163]="英文 不祥的氣息"
m_levelName[164]="英文 被囚禁的艾可洛"
m_levelName[165]="英文 惡魔的遺失物"
m_levelName[166]="英文 光明,還是黑暗?"
m_levelName[167]="英文 採購部的葵"
m_levelName[168]="英文 真冬學姊太厲害了!"
m_levelName[169]="英文 黑娜暴走"
m_levelName[170]="英文 黑暗力量排毒"
m_levelName[171]="英文 愛你直到魔界盡頭!"
m_levelName[172]="英文 天使與惡魔"
m_levelName[173]="英文 帕塔子-超越神魔"
m_levelName[174]="英文 順其自然"
m_levelName[175]="英文 天使與惡魔兼備,看似幸福結局"
m_levelName[176]="英文 事情如願發展"
m_levelName[177]="2F通道"
m_levelName[178]="英文 惡魔之槍"
m_levelName[179]="英文 HOUDAI時代"
m_levelName[180]="英文 戰鬥才剛開始"
m_levelName[181]="英文 艾可洛的地雷"
m_levelName[182]="英文 生理節奏的配對"
m_levelName[183]="英文 天使的嘆息"
m_levelName[184]="英文 最後手段"
m_levelName[185]="英文 天使的力量"
m_levelName[186]="英文 自覺"
m_levelName[187]="英文 光明,還是黑暗?"
m_levelName[188]="英文 ~口袋裡的信~"
m_levelName[189]="英文 黑娜的陷阱!"
m_levelName[190]="英文 她的告白"
m_levelName[191]="英文 命運的她-真結局"
m_levelName[192]="英文 一份幸福"
m_levelName[193]="英文 第一次去採購部"
m_levelName[194]="英文 LOVEHEARTS募款1"
m_levelName[195]="英文 LOVEHEARTS募款2"
m_levelName[196]="英文 LOVEHEARTS募款3"
m_levelName[197]="英文 LOVEHEARTS募款4"
m_levelName[198]="英文 然後開始美國搖滾修行"
m_levelName[199]="英文 教學:射擊基本操作"
m_levelName[200]="英文 教學:輕度心跳模式"
m_levelName[201]="英文 教學:惡魔女孩的擊倒方法"
m_levelName[202]="英文 教學:動作事件 忍篇"
m_levelName[203]="英文 教學:動作事件 瑪雅篇"
m_levelName[204]="英文 教學:女主角心跳模式"
m_levelName[205]="英文 教學:命運的她路線"
m_levelName[206]="英文 卡在窗戶裡的忍"
m_levelName[207]="英文 真夜的惡魔捕手"
m_levelName[208]="英文 女王大人忍"
m_levelName[209]="英文 真夜的傷口治療"
m_levelName[210]="英文 姊妹與不可思議的儀式"
m_levelName[211]="英文 惡魔塗藥"
m_levelName[212]="英文 VS 魔界植物"
m_levelName[213]="英文 VS 魔界植物與神園姊妹"
m_levelName[214]="英文 VS 魔界植物與老師"
m_levelName[215]="英文 VS 氣球魔物"
m_levelName[216]="英文 VS 氣球魔物與艾可洛"
m_levelName[217]="英文 VS 氣球魔物黑娜篇"
m_levelName[218]="英文 VS 氣球魔物與命運的她"
m_levelName[219]="英文 VS 忍"
m_levelName[220]="英文 VS 真夜"
m_levelName[221]="英文 VS 忍&真夜"
m_levelName[222]="英文 VS 黑暗忍"
m_levelName[223]="英文 VS 黑暗真夜"
m_levelName[224]="英文 VS 艾可洛"
m_levelName[225]="英文 VS 黑娜"
m_levelName[226]="英文 VS 帕塔子"
m_levelName[227]="英文 女主角心跳模式:忍"
m_levelName[228]="英文 女主角心跳模式:瑪雅"
m_levelName[229]="英文 女主角心跳模式:姊妹"
m_levelName[230]="英文 女主角心跳模式:黑娜"
m_levelName[231]="英文 女主角心跳模式:帕塔子"
m_levelName[232]="英文 女主角心跳模式:雜魚女生"
m_levelName[233]="英文 女主角心跳模式:雜魚女生"
m_levelName[234]="英文 製作人員名單 普通結局"
m_levelName[235]="英文 演職員名單 忍 真結局"
m_levelName[236]="英文 工作人員名單 真夜 真結局"
m_levelName[237]="英文 工作人員名單 姊妹 真結局"
m_levelName[238]="英文 工作人員名單 艾可洛 真結局"
m_levelName[239]="英文 工作人員名單 黑娜 真結局"
m_levelName[240]="英文 演職員表 帕塔子 真結局"
m_levelName[241]="英文 測試演示"
m_levelName[242]="英文 校門前廣場"
m_levelName[243]="英文 櫻花道"
m_levelName[244]="英文 洞窟"
m_levelName[245]="英文 體驗版標題"
m_levelName[246]="英文 體驗版最後一張插圖"
m_levelName[247]="英文 片尾名單<命運的她 真結局>"
m_levelName[248]="英文 啟動器畫面"
m_levelName[249]="尾部資料(禁止編修)"
